<!DOCTYPE html>
<html dir="rtl" lang="en">
    <head>
        <meta charset="UTF-8" />
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="viewport" content="width=device-width, initial-scale=1.0" />

        <!-- google fonts -->
        <link rel="preconnect" href="https://fonts.googleapis.com" />
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
        <link
            href="https://fonts.googleapis.com/css2?family=Tajawal:wght@200;300;400;500;700;800;900&display=swap"
            rel="stylesheet"
        />

        <!-- font awesome -->
        <link
            rel="stylesheet"
            href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.3/css/all.min.css"
            integrity="sha512-iBBXm8fW90+nuLcSKlbmrPcLa0OT92xO1BIsZ+ywDWZCvqsWgccV3gFoRBv0z+8dLJgyAHIhR35VZc2oM/gI1w=="
            crossorigin="anonymous"
            referrerpolicy="no-referrer"
        />

        <!-- Bootstrap -->
        <link
            rel="stylesheet"
            href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css"
            integrity="sha384-MCw98/SFnGE8fJT3GXwEOngsV7Zt27NXFoaoApmYm81iuXoPkFOJwJ8ERdknLPMO"
            crossorigin="anonymous"
        />

        <!-- css style -->
        <link rel="stylesheet" href="css/common-style.css" />
        <link rel="stylesheet" href="css/home-style.css" />
        <link rel="stylesheet" href="css/policies.css" />

        <!-- favicon -->
        <link
            rel="shortcut icon"
            type="image/jpg"
            href="images/logo-a-plus.svg"
        />

        <title>سياسة المستخدم</title>
    </head>

    <body>
        <!-- navigation bar -->
        @include('user-interfaces.nav')
        <div class="home__content-center container">
            <section class="policies">
                <h3>سياسة الإستخدم</h3>

                <h4>شروط الخدمة</h4>
                <p>
                    منصة “A+” تقدر وتحترم حقوق الملكية الفكرية (التي تشمل حقوق
                    النسخ، وحقوق التصميم، وحقوق براءة الاختراع وتراخيص الشفرات
                    المصدرية للبرامج والوثائق) المرتبطة بأنظمتها. • المعلومات
                    المضمنة في هذا الموقع هي فقط للأغراض التعليمية. • الجامعة
                    وإدارتها لا تتحمل بأي شكل من الأشكال أي ضرر أو خسائر تنتج عن
                    استخدام الموقع لغير أهدافه . • على الرغم من الجهد المبذول،
                    فإن الجامعة لا تعطي أي ضمانات على مدى توفر المنصة ولا تتحمل
                    بأي شكل من الأشكال مسؤولية أي أضرار أو خسائر تنتج من عدم
                    توفر المنصة.
                </p>

                <h4>قواعد النشر</h4>
                <p>
                    من أجل الحفاظ على هوية A+ وتوفير محتوى إثرائي يساهم في خدمة
                    المجتمع ككل، يرجى فضلاً الالتزام بما يلي: * عدم التعرض
                    للأشخاص والجهات والمؤسسات بالطعن أو الانتقاص أو السب أو
                    التشهير. * عدم نشر البرامج ذات حقوق النشر أو العلامات
                    التجارية أو حقوق الملكية الفكرية بصفة غير قانونية. * يمنع
                    اقتباس أي محتوى محمي بحقوق النشر إلا بعد الموافقة من المصدر.
                    * يمنع المدح أو الإشادة أو الترويج أو التصويب أو الدعم لكل
                    فكر منحرف ورموزه. * يمنع وضع روابط لمواقع أخرى مخالفة للشرع،
                    أو يقصد بها الإضرار بالأمن الوطني. * يمنع وضع أي صورة خادشة
                    للحياء أو مخالفة لتعاليم الدين، أو أي صور تؤذي النفوس. *
                    استخدام النشر لخدمة أغراض الجامعة الأكاديمية و العلمية فقط.
                    * يحظر الموقع نشر جميع أنواع المحتوى و التعليقات التي تؤجج
                    الطائفية، والعنصرية، والقبلية، والمناطقية بجميع أشكالها
                    وصورها. * لا يحق لأي عضو نشر دعاية لمنتج تجاري أو غيره دون
                    الحصول على موافقة إدارة الموقع. * المنصة غير ملزمة بنشر أي
                    موضوع أو التقيد بزمن محدد للنشر أو إعادة النشر. * لا تتحمل
                    المنصة أي مسؤولية عن تغير، أو فقد المحتوى نتيجة أي خلل فني
                    أو أعمال تطويرية. * لا يجوز استخدام أي أسماء أو شعارات
                    موجودة في المنصة دون إذن مسبق.
                </p>

                <h4>بيان الخصوصية</h4>
                <p>
                    عند انضمامك لمنصة A+، قد تطلب جامعة الملك خالد منك أن تقدم
                    معلومات شخصية، منها، حسبما يقتضي الأمر، اسمك، وعنوانك،
                    وبريدك الإلكتروني، ورقم هاتفك، ومعلومات الاتصال، وأية
                    معلومات أخرى تحدد من خلالها هويتك الخاصة. وقد تجمع منصة A+
                    معلومات عن جهاز الحاسب الآلي الخاص بك وبرمجياته، وقد تتضمن
                    هذه المعلومات، على سبيل المثال لا الحصر، عنوان بروتوكول
                    الإنترنت (IP address) ونوع متصفحك وأسماء النطاقات وأوقات
                    الدخول وعناوين المواقع الإلكترونية المرجعية. ومن أجل جعل
                    زياراتك المتكررة للموقع أكثر فعالية وتخصصاً وكذلك من أجل
                    المحافظة على معلوماتك بأسلوب فعال، فإن جامعة الملك خالد تحفظ
                    المعلومات التي تجمعها.
                </p>

                <h4>جمع وحفظ المعلومات</h4>
                <p>
                    عند انضمامك لمنصة A+، قد تطلب جامعة الملك خالد منك أن تقدم
                    معلومات شخصية، منها، حسبما يقتضي الأمر، اسمك، وعنوانك،
                    وبريدك الإلكتروني، ورقم هاتفك، ومعلومات الاتصال، وأية
                    معلومات أخرى تحدد من خلالها هويتك الخاصة. وقد تجمع منصة A+
                    معلومات عن جهاز الحاسب الآلي الخاص بك وبرمجياته، وقد تتضمن
                    هذه المعلومات، على سبيل المثال لا الحصر، عنوان بروتوكول
                    الإنترنت (IP address) ونوع متصفحك وأسماء النطاقات و أوقات
                    الدخول وعناوين المواقع الإلكترونية المرجعية. ومن أجل جعل
                    زياراتك المتكررة للموقع أكثر فعالية وتخصصاً وكذلك من أجل
                    المحافظة على معلوماتك بأسلوب فعال، فإن جامعة الملك خالد تحفظ
                    المعلومات التي تجمعها.
                </p>

                <h4>مشاركة المعلومات والكشف عنها</h4>
                <p>
                    • لا تكشف منصة A+ عن معلوماتك الشخصية أو مزيج معلوماتك
                    الشخصية والديموغرافية أو المعلومات الخاصة باستخدامك للموقع
                    الإلكتروني (مثل الأقسام التي تزورها أو الخدمات التي تدخل
                    عليها) لآخرين. • يحق لمنصة A+ أن تكشف عن هذه المعلومات
                    للشركات والأفراد الذين تعمل معهم الجامعة، بهدف تنفيذ مهامها،
                    بما في ذلك الشركات والأفراد المخولين بأداء المهام نيابة
                    عنها. • يحق لمنصة A+ الكشف عن هذه المعلومات إذا تحتم
                    قانونياً القيام بذلك، أو إذا طلبت هيئة حكومية ذلك.
                </p>

                <h4>التغييرات الطارئة على سياسة الخصوصية</h4>
                <p>
                    تحتفظ منصة A+ بحقها في تعديل سياسة الخصوصية هذه من وقت لآخر،
                    وستكون هذه التعديلات نافذة فور نشرها على هذا الموقع من قِبل
                    منصة A+، وإذا قامت منصة A+ بعمل أي تغييرات مادية على الأسلوب
                    الذي تستخدم به معلوماتك الشخصية بموجب سياسة الخصوصية هذه
                    فسيتم إخطارك بهذه التغييرات وستعطى لك فرصة الاعتراض على هذا
                    الاستخدام الجديد أو المختلف. سيتم الإرشاد لهذه التحديثات من
                    خلال المنصة، ولذا يرجى مراجعة سياسة الخصوصية بشكل دوري
                    لمتابعة التحديثات أو التعديلات، واستمرارك في استخدام هذه
                    المنصة بعد نشر أية تعديلات يعني قبولك بهذه التعديلات.
                </p>
            </section>
        </div>
        <!-- footer  -->
        @include('user-interfaces.footer')
    </body>
</html>
